Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: 4.A Group S-1 fire area used for the repair of commercial motor vehicles where the fire area exceeds 5,000 square feet (464 m2).
fr_ca: 4. Une zone d’incendie du groupe S-1 utilisée pour la réparation de véhicules automobiles commerciaux, lorsque la superficie de l’aire d’incendie est supérieure à 5000 pi2 [464 m2].

source: 4.A Group S-1 fire area used for the storage of commercial motor vehicles where the fire area exceeds 5,000 square feet (464 m2).
fr_ca: 4. Une zone d’incendie du groupe S-1 utilisée pour l’entreposage de véhicules automobiles commerciaux, lorsque la superficie de l’aire d’incendie est supérieure à 5000 pi2 [464 m2].

source: 4.A clear floor space providing a parallel approach and centered on the sink shall be permitted at wet bars.
fr_ca: 4. Une surface de plancher dégagée offrant un accès parallèle et centrée sur l'évier doit être autorisée pour les minibars.

source: 4.At water closets where a side wall is not available for a 42-inch (1065 mm) grab bar complying with Section 604.5.1, reinforcement for a sidewall grab bar, 24 inches (610 mm) minimum in length, located 12 inches (305 mm) maximum from the rear wall, shall be provided.
fr_ca: 4. Dans les cabines de toilette où il n'y a pas de paroi latérale disponible pour une barre d'appui de 42 po [1065 mm] conforme à la section 604.5.1, il faut prévoir un renforcement pour une barre d'appui de paroi latérale d'une longueur minimale de 24 po [610 mm], située à une distance maximale de 12 po [305 mm] du mur arrière.

source: 4.Commercial refrigerated cabinet glazed doors.
fr_ca: 4. Portes vitrées d'armoires frigorifiques commerciales.

source: 4.Exit access stairways and ramps in buildings equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1, where the area of the vertical opening between stories does not exceed twice the horizontal projected area of the stairway or ramp and the opening is protected by a draft curtain and closely spaced sprinklers in accordance with NFPA 13.
fr_ca: 4. Escaliers et rampes d'accès aux issues dans les bâtiments entièrement équipés d’un système d’extincteurs automatiques conformément à la section 903.3.1.1 sont autorisés lorsque la superficie de l’ouverture verticale entre les étages ne dépasse pas deux fois la superficie horizontale projetée de l’escalier ou de la rampe et que l’ouverture est protégée par un écran de cantonnement des fumées et des extincteurs automatiques rapprochés conformément à la norme NFPA 13.

source: 4.Exterior exit stairways complying with Sections 1009.3 and 1027 and serving levels other than the level of exit discharge.
fr_ca: 4. Escaliers d'issue extérieurs conformes à l'article 1009.3 et à la section 1027 et desservant des niveaux autres que le niveau de l'issue d'évacuation.

source: 4.For doorways without doors, the dimension perpendicular to the doorway for the front direction shall be 48 inches (1220 mm) minimum.
fr_ca: 4. Pour les ouvertures de porte sans porte, la dimension perpendiculaire à l'ouverture de porte pour la direction avant doit être d'au moins 48 po [1220 mm].

source: 4.For smoke-protected or open-air assembly seating, a longer dead-end aisle is permitted where seats beyond the 21-row dead-end aisle are not more than 40 seats from another aisle, measured along a row of seats having an aisle accessway with a minimum clear width of 12 inches (305 mm) plus 0.3 inch (7.6 mm) for each additional seat above seven in the row where seats have backrests or beyond 10 where seats are without backrests in the row.
fr_ca: 4. Pour les sièges pour assemblées protégés contre la fumée ou à l’air libre, une allée sans issue plus longue est autorisée lorsque les sièges situés au-delà de l’allée sans issue de 21 rangées ne sont pas à plus de 40 sièges d’une autre allée, la distance étant mesurée le long d’une rangée de sièges comportant une voie d’accès à l’allée d’une largeur libre minimale de 12 po (305 mm), plus 0,3 po (7,6 mm) pour chaque siège supplémentaire au-delà de sept dans la rangée lorsque les sièges sont munis de dossiers, ou au-delà de 10 lorsque les sièges ne sont pas munis de dossiers dans la rangée.

source: 4.Forty-two inches (1067 mm) for level or ramped aisles having seating on both sides.
fr_ca: 4. Quarante-deux pouces (1067 mm) pour les allées de plain-pied ou en pente ayant des sièges des deux côtés.

source: 4.Glazing in walls on the latch side of and perpendicular to the plane of the door in a closed position in one- and two-family dwellings or within dwelling units in Group R-2.
fr_ca: 4. Vitrage dans les murs du côté de la serrure et perpendiculaire au plan de la porte en position fermée dans les habitations unifamiliales et bifamiliales ou dans les logements du groupe R-2.

source: 4.Glazing that is adjacent to the fixed panel of patio doors.
fr_ca: 4. Vitrage adjacent au panneau fixe des portes-fenêtres.

source: 4.In a building, room or space used for assembly purposes where flexibility of the seating arrangement is an integral part of the design and function of the space and seating is on tiered levels, not more than 200 seats shall not be required to be fastened to the floor.
fr_ca: 4. Dans un bâtiment, une pièce ou un espace utilisé à des fins d’assemblée où la flexibilité de la disposition des sièges fait partie intégrante de la conception et de la fonction de l’espace et où les sièges sont disposés sur des niveaux en gradins, au plus 200 sièges ne sont pas tenus d’être fixés au plancher.

source: 4.One or more walking surface(s) are within 36 inches (914 mm), measured horizontally and in a straight line, of the plane of the glazing.
fr_ca: 4. Une ou plusieurs surfaces de marche se trouvent à moins de 36 po (914 mm), mesurées horizontalement et en ligne droite, du plan du vitrage.

source: 4.One or more walking surfaces are within 36 inches (914 mm), measured horizontally and in a straight line, of the glazing.
fr_ca: 4. Une ou plusieurs surfaces de circulation se trouvent à moins de 36 po [914 mm], mesurés horizontalement et en ligne droite, du vitrage.

source: 4.Other lettering and numbers shall be not less than 1 inch (25 mm) in height.
fr_ca: 4. Les autres lettres et chiffres doivent avoir une hauteur d'au moins 1 po (25 mm).

source: 4.Ramped aisles, where slopes are steeper than one unit vertical in 12 units horizontal (8-percent slope), shall have not less than 0.22 inch (5.6 mm) of clear aisle capacity for each occupant served.
fr_ca: 4. Les allées en pente, où les pentes sont plus fortes qu'une unité verticale sur 12 unités horizontales (pente de 8 pour cent), doivent avoir au moins 0,22 po (5,6 mm) de largeur libre d'allée pour chaque occupant desservi.

source: 4.Special industrial occupancies in accordance with Section 503.1.1.
fr_ca: 4. Occupations industrielles spéciales conformément à l’article 503.1.1.

source: 4.Storm shelters are not required to comply with this section where the shelter is constructed in accordance with ICC 500.
fr_ca: 4. Les abris contre les tempêtes ne sont pas tenus d’être conformes à la présente section lorsque l’abri est construit conformément à la norme ICC 500.

source: 4.The area shall be provided with a safe and unobstructed path of travel from the building.
fr_ca: 4. La zone doit être dotée d'un chemin de circulation sûr et non obstrué à partir du bâtiment.

source: 4.The fire area contains a multi-theater complex.
fr_ca: 4. La zone d'incendie contient un complexe multi-salles.

source: 4.Two-way communication systems.
fr_ca: 4. Systèmes de communication bidirectionnelle.

source: 4.Where a carbon monoxide detector is provided in an approved location between openings to a private garage and dwelling units, sleeping units or classrooms.
fr_ca: 4. Lorsqu'un détecteur de monoxyde de carbone est prévu dans un emplacement approuvé entre les ouvertures d'un garage privé et les logements, les unités de couchage ou les salles de classe.

source: 4.Where an accessible route makes a 90-degree turn the clear widths approaching the turn and leaving the turn shall be 36 inches (915 mm) minimum.
fr_ca: 4. Lorsqu'un itinéraire accessible effectue un virage à 90 degrés, les largeurs libres à l'approche du virage et à la sortie du virage doivent être d'au moins 36 po [915 mm].

source: 40 inches (1015 mm)
fr_ca: 40 pouces (1015 mm)

source: 40 inches (1015 mm) to less than or equal to 70 inches (1780 mm)
fr_ca: 40 po [1015 mm] à 70 po [1780 mm] ou moins

source: 401 to 500
fr_ca: 401 à 500

source: 408.4.2 Floor surfaces.
fr_ca: 408.4.2 Surfaces de plancher.

source: 409.4.1.2 Existing buildings.
fr_ca: 409.4.1.2 Bâtiments existants.

source: 409.4.2 Floor surfaces.
fr_ca: 409.4.2 Surfaces de plancher.

source: 409.4.3 Platform to hoistway clearance.
fr_ca: 409.4.3 Dégagement entre la plateforme et la cage.

source: 409.4.4 Leveling.
fr_ca: 409.4.4 Mise à niveau.

source: 409.4.5 Illumination.
fr_ca: 409.4.5 Éclairage.

source: 409.4.6 Elevator car controls.
fr_ca: 409.4.6 Commandes de la cabine d'ascenseur.

source: 409.4.6.1 Buttons.
fr_ca: 409.4.6.1 Boutons.

source: 409.4.6.2 Height.
fr_ca: 409.4.6.2 Hauteur.

source: 409.4.6.3 Location.
fr_ca: 409.4.6.3 Emplacement.

source: 409.4.7 Emergency communications.
fr_ca: 409.4.7 Communications d'urgence.

source: 409.4.7.2 Operable parts.
fr_ca: 409.4.7.2 Parties manœuvrables.

source: 409.4.7.3 Compartment.
fr_ca: 409.4.7.3 Compartiment.

source: 409.4.7.4 Cord.
fr_ca: 409.4.7.4 Cordon.

source: 42 inches (1065 mm)
fr_ca: 42 po (1 065 mm)

source: 45 inches (1145 mm)
fr_ca: 45 po [1145 mm]

source: 49 inches (1245 mm)
fr_ca: 49 po [1245 mm]

source: 4.Floor receptacle outlets.
fr_ca: 4. Prises de courant au sol.

source: 5,001 and over
fr_ca: 5 001 et plus

source: 5.1.A Group H-1 occupancy.
fr_ca: 5.1. Une occupation du groupe H-1.

source: 5.2.A Group H-2 occupancy in accordance with Section 415.8, 415.9.2, 415.9.3 or 426.1.
fr_ca: 5.2. Une occupation du groupe H-2 conformément à l’article 415.8, 415.9.2, 415.9.3 ou 426.1.

source: 5.3.A Group H-3 occupancy in accordance with Section 415.8.
fr_ca: 5.3. Une occupation du groupe H-3 conformément à l’article 415.8.

source: 5.An accessible route with a clear width less than 60 inches (1525 mm) shall provide passing spaces at intervals of 200 feet (61 m) maximum.
fr_ca: 5. Un itinéraire accessible dont la largeur libre est inférieure à 60 po (1 525 mm) doit offrir des zones de croisement à intervalles de 200 pi (61 m) ou moins.

source: 5.At water closets where a side wall is not available for a 42-inch (1065 mm) grab bar complying with Section 604.5.1 reinforcement for a swing-up grab bar complying with Section 1104.11.1.1 shall be permitted.
fr_ca: 5. Dans les cabines de toilette où il n'y a pas de paroi latérale disponible pour une barre d'appui de 42 po (1065 mm) conforme à la section 604.5.1, le renforcement d'une barre d'appui pivotante conforme à la section 1104.11.1.1 est autorisé.

source: 5.Buildings containing any one of the following:
fr_ca: 5. Bâtiments contenant l’une des occupations suivantes :

source: 5.Characters and their background shall have a nonglare finish.
fr_ca: 5. Les caractères et leur fond doivent avoir une finition antireflet.

source: 5.Electrical raceway for fire department communication systems.
fr_ca: 5. Chemin de câbles électrique pour les systèmes de communication des services d'incendie.

source: 5.Electrical raceway for fire department communication.
fr_ca: 5. Chemin de câbles électrique pour la communication avec les services d'incendie.

source: 5.Elevators complying with Section 1009.4.
fr_ca: 5. Ascenseurs conformes à la Section 1009.4.

source: 5.Exit access stairways and ramps within an atrium complying with the provisions of Section 404.
fr_ca: 5. Escaliers et rampes d'accès à l'issue dans un atrium conformes aux dispositions de la section 404.

source: 5.Groups of seats within a building, room or space used for assembly purposes separated from other seating by railings, guards, partial height walls or similar barriers with level floors and having not more than 14 seats per group shall not be required to be fastened to the floor.
fr_ca: 5. Les groupes de sièges situés dans un bâtiment, une pièce ou un espace utilisé à des fins d’assemblée, séparés des autres sièges par des garde-corps, des protections, des murs de hauteur partielle ou des barrières similaires, dont les planchers sont de niveau et qui comptent au plus 14 sièges par groupe, ne sont pas tenus d’être fixés au plancher.

source: 5.Thirty-six inches (914 mm) for level or ramped aisles having seating on only one side.
fr_ca: 5. Trente-six pouces (914 mm) pour les allées de plain-pied ou en pente ayant des sièges d'un seul côté.

source: 5.Within individual dwelling and sleeping units in Groups R-2 and R-3, where the building is equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1, 903.3.1.2 or 903.3.1.3, sleeping rooms in basements shall not be required to have emergency escape and rescue openings provided that the basement has one of the following:
fr_ca: 5. Dans les logements individuels et les unités de couchage des groupes R-2 et R-3, lorsque le bâtiment est entièrement muni d’un système d’extinction automatique installé conformément à la section 903.3.1.1, 903.3.1.2 ou 903.3.1.3, les chambres à coucher situées au sous-sol ne sont pas tenues d’avoir des ouvertures d’évacuation d’urgence et de sauvetage, à condition que le sous-sol comporte l’un des éléments suivants :

source: 501 to 1,000
fr_ca: 501 à 1 000

source: 501 to 1000
fr_ca: 501 à 1 000

source: 51 to 75
fr_ca: 51 à 75

source: 53 inches (1345 mm)
fr_ca: 53 po [1345 mm]

source: 56 inches (1420 mm)
fr_ca: 56 po (1 420 mm)

source: 58 inches (1475 mm)
fr_ca: 58 po [1475 mm]

source: 5.HVAC diffusers.
fr_ca: 5. Diffuseurs CVC.

source: 6 feet (1830 mm) and greater
fr_ca: 6 pi [1830 mm] et plus

source: 6 inches (150 mm)
fr_ca: 6 po [150 mm]

source: 6.At water closets where a side wall is not available for a 42-inch (1065 mm) grab bar complying with Section 604.5.1 reinforcement for two swing-up grab bars complying with Section 1104.11.1.1 shall be permitted to be installed in lieu of reinforcement for rear wall and side wall grab bars.
fr_ca: 6. Dans les cabines de toilette où il n'y a pas de paroi latérale pour une barre d'appui de 42 po (1 065 mm) conforme à la section 604.5.1, il est permis d'installer un renforcement pour deux barres d'appui relevables conformes à la section 1104.11.1.1 au lieu d'un renforcement pour des barres d'appui de mur arrière et de paroi latérale.

source: 6.Controls mounted on ceiling fans.
fr_ca: 6. Commandes montées sur les ventilateurs de plafond.

source: 6.Electrical raceway serving the exit passageway and terminating at a steel box not exceeding 16 square inches (0.010 m2).
fr_ca: 6. Chemin de câbles électrique desservant le passage d'issue et aboutissant à un boîtier en acier n'excédant pas 16 po2 [0,010 m2].

source: 6.Electrical raceway serving the interior exit stairway and ramp and terminating at a steel box not exceeding 16 square inches (0.010 m2).
fr_ca: 6. Chemin de câbles électrique desservant l'escalier et la rampe d'issue intérieurs et aboutissant par un boîtier en acier n'excédant pas 16 pouces carrés (0,010 m2).

source: 6.Exit access stairways and ramps in open parking garages that serve only the parking garage.
fr_ca: 6. Escaliers et rampes d'accès à l'issue dans les garages de stationnement ouverts qui desservent uniquement le garage de stationnement.

source: 6.Platform lifts complying with Section 1009.5.
fr_ca: 6. Plateformes élévatrices conformes à la Section 1009.5.

source: 6.Seats intended for musicians or other performers and separated by railings, guards, partial height walls or similar barriers shall not be required to be fastened to the floor.
fr_ca: 6. Les sièges destinés aux musiciens ou à d’autres artistes et séparés des autres sièges par des garde-corps, des protections, des murs de hauteur partielle ou des barrières similaires ne sont pas tenus d’être fixés au plancher.

source: 6.Where signs required by Section 1023.9 are installed in the interior exit stairways and ramps of buildings subject to Section 1025, the signs shall be made of the same materials as required by Section 1025.4.
fr_ca: 6. Lorsque les enseignes exigées par la section 1023.9 sont installées dans les escaliers et rampes d'issue intérieurs des bâtiments soumis à la section 1025, les enseignes doivent être faites des mêmes matériaux que ceux exigés par la section 1025.4.

source: 61 inches (1550 mm)
fr_ca: 61 po [1550 mm]

source: 63 inches (1600 mm)
fr_ca: 63 po [1600 mm]

source: 69 inches (1750 mm)
fr_ca: 69 po [1750 mm]

source: 6″ each side of fireplace wall.
fr_ca: 6 po de chaque côté du mur du foyer.

source: 7, plus 1 additional space for each 2,000 seats or portions thereof above 5,000
fr_ca: 7, plus 1 espace supplémentaire pour chaque tranche de 2 000 places ou partie de celle-ci au-delà de 5 000

source: 7,000 to 9,999
fr_ca: De 7 000 à 9 999

source: 7.Controls or switches mounted on appliances.
fr_ca: 7. Commandes ou interrupteurs montés sur les appareils.

source: 7.Exit access stairways and ramps serving smoke-protected or open-air assembly seating complying with the exit access travel distance requirements of Section 1030.7.
fr_ca: 7. Les escaliers et les rampes d’accès aux issues desservant des places assises d’assemblée protégées contre la fumée ou à l’air libre et conformes aux exigences relatives à la distance de parcours jusqu’à l’issue de la section 1030.7.

source: 7.Horizontal exits complying with Section 1026
fr_ca: 7. Issues horizontales conformes à la Section 1026

source: 7.In shower compartments larger than 36 inches (915 mm) in width and 36 inches (915 mm) in depth reinforcement for a shower seat is not required
fr_ca: 7. Dans les compartiments de douche d'une largeur supérieure à 36 po [915 mm] et d'une profondeur supérieure à 36 po [915 mm], le renforcement pour un siège de douche n'est pas exigé.

source: 7.Structural elements supporting the interior exit stairway or ramp or enclosure, such as beams or joists.
fr_ca: 7. Éléments de structure soutenant l'escalier ou la rampe d'issue intérieurs ou l'encloisonnement, tels que des poutres ou des solives.

source: 70 inches (1780 mm)
fr_ca: 70 po [1780 mm]

source: 76 to 100
fr_ca: 76 à 100

source: 77 inches (1955 mm)
fr_ca: 77 po [1955 mm]

source: 8 inches (205 mm)
fr_ca: 8 po (205 mm)

source: 8.Exit access stairways and ramps between the balcony, gallery or press box and the main assembly floor in occupancies such as theaters, places of religious worship, auditoriums and sports facilities.
fr_ca: 8. Les escaliers et les rampes d’accès aux issues entre le balcon, la galerie ou la cabine de presse et la salle principale d’assemblée dans les usages tels que les théâtres, les lieux de culte, les auditoriums et les installations sportives.

source: 8.Plumbing fixture controls.
fr_ca: 8. Commandes d'appareils de plomberie.

source: 8.Ramps complying with Section 1012.
fr_ca: 8. Rampes conformes à la Section 1012.

source: 8″ fireplace opening < 6 square feet.12″ fireplace opening ≥ 6 square feet.
fr_ca: Ouverture du foyer de 8 po &lt; 6 pi2. Ouverture du foyer de 12 po ≥ 6 pi2.

source: 9 square feet or less
fr_ca: 9 pieds carrés ou moins

source: 9.Areas of refuge complying with Section 1009.6.
fr_ca: 9. Aires de refuge conformes à la Section 1009.6.

source: 9.Exterior exit access stairways or ramps between occupied roofs.
fr_ca: 9. Escaliers ou rampes d'accès à l'issue extérieurs entre les toitures occupées.

source: 9.Reset buttons and shut-offs serving appliances, piping and plumbing fixtures.
fr_ca: 9. Boutons de réinitialisation et dispositifs d'arrêt desservant les appareils, la tuyauterie et les appareils de plomberie.

source: 1009.3.2 Stairway width.
fr_ca: 1009.3.2 Largeur des escaliers.

source: 1106.6.1 Public or common-use interface.
fr_ca: 1106.6.1 Interface publique ou à usage commun.

source: 1106.6.2 Unit interface.
fr_ca: 1106.6.2 Interface du logement.

source: 1108.5.5.2 Special holding cells and special housing cells or rooms.
fr_ca: 1108.5.5.2 Cellules de détention spéciales et cellules ou pièces d'habitation spéciales.

source: 1112.3 Directional signage.
fr_ca: 1112.3 Signalisation directionnelle.

source: 1112.5.1 Transportation facilities.
fr_ca: 1112.5.1 Installations de transport.

source: 1A slope steeper than 1:8 shall not be permitted.
fr_ca: 1 Une pente supérieure à 1:8 n'est pas autorisée.

source: 2402.1 General.
fr_ca: 2402.1 Généralités.

source: 2406.3.1 Multipane assemblies.
fr_ca: 2406.3.1 Ensembles à vitres multiples.

source: 2406.4.3 Glazing in windows.
fr_ca: 2406.4.3 Vitrage dans les fenêtres.

source: 2406.4.6 Glazing adjacent to stairways and ramps.
fr_ca: 2406.4.6 Vitrage adjacent aux escaliers et aux rampes.

source: 2406.4.7 Glazing adjacent to the bottom stairway landing.
fr_ca: 2406.4.7 Vitrage adjacent au palier inférieur de l'escalier.

source: 2406.5 Fire department access panels.
fr_ca: 2406.5 Panneaux d'accès pour les services d'incendie.

source: 2407.1.1 Loads.
fr_ca: 2407.1.1 Charges.

source: 2407.1.2 Structural glass baluster panels.
fr_ca: 2407.1.2 Panneaux de balustrade en verre structurel.

source: 2407.1.3 Parking garages.
fr_ca: 2407.1.3 Garages de stationnement.

source: 2407.1.4 Glazing in windborne debris regions.
fr_ca: 2407.1.4 Vitrages dans les régions exposées aux débris transportés par le vent.

source: 2407.1.4.1 Balusters and in-fill panels.
fr_ca: 2407.1.4.1 Balustres et panneaux de remplissage.

source: 2407.1.4.2 Glass supporting top rail.
fr_ca: 2407.1.4.2 Verre supportant la traverse supérieure.

source: 3001.5 Change in use.
fr_ca: 3001.5 Changement d'utilisation.

source: 3002.1 Hoistway enclosure protection.
fr_ca: 3002.1 Protection de l'enceinte de la cage ou du puits.

source: 3002.1.2 Hardware.
fr_ca: 3002.1.2 Quincaillerie.

source: 3002.2 Number of elevator cars in a hoistway.
fr_ca: 3002.2 Nombre de cabines d'ascenseur dans une cage.

source: 3002.3 Emergency signs.
fr_ca: 3002.3 Panneaux d'urgence.

source: 3002.9 Plumbing and mechanical systems.
fr_ca: 3002.9 Systèmes de plomberie et mécaniques.

source: 3004.2 Escalators and moving walks.
fr_ca: 3004.2 Escaliers roulants et trottoirs roulants.

source: 3004.2.2 Escalators.
fr_ca: 3004.2.2 Escaliers mécaniques.

source: 3004.4 Personnel and material hoists.
fr_ca: 3004.4 Monte-personnes et monte-matériaux.

source: 407.2.1.4 Location.
fr_ca: 407.2.1.4 Emplacement.

source: 407.2.1.5 Signals.
fr_ca: 407.2.1.5 Signaux.

source: 407.2.1.7Destination-oriented Elevator Signals.
fr_ca: 407.2.1.7 Signaux d'ascenseur orientés vers la destination.

source: 407.2.3Hoistway Signs.
fr_ca: 407.2.3 Enseignes de la cage.

source: 410.2.1Doors and Gates.
fr_ca: 410.2.1 Portes et portillons.

source: 410.5.1Lifts with Single Door or Doors on Opposite Ends.
fr_ca: 410.5.1 Plates-formes élévatrices à porte unique ou à portes aux extrémités opposées.

source: 410.5.2Lifts with Doors on Adjacent Sides.
fr_ca: 410.5.2 Plateformes élévatrices avec portes sur les côtés adjacents.

source: 608.2.1Transfer-type Shower Compartments.
fr_ca: 608.2.1 Compartiments de douche de type transfert.

source: 608.2.2Standard Roll-in-type Shower Compartments.
fr_ca: 608.2.2 Compartiments de douche standard de type à accès de plain-pied.

source: 608.2.3Alternate Roll-in-type Shower Compartments.
fr_ca: 608.2.3 Compartiments de douche alternatifs de type à accès de plain-pied.

source: 608.2Size, clearance and seat.
fr_ca: 608.2 Taille, dégagement et siège.

source: 608.3.1Transfer-Type Showers.
fr_ca: 608.3.1 Douches de type transfert.

source: 608.3.2.1 Back-wall grab bar.
fr_ca: 608.3.2.1 Barre d'appui de la paroi arrière.
